//GENAWSIM JOB 241901,'TPNSRUN',REGION=0M,NOTIFY=&SYSUID,
//             CLASS=A,MSGCLASS=H
//*
//* (C) Copyright IBM Corp. 2011, 2020
//*
//RUNSIM  EXEC PGM=ITPENTER,PARM='NTWRK=GENAPP'
//STEPLIB  DD DISP=SHR,DSN=<WSIMHLQ>.SITPLOAD
//INITDD   DD DISP=SHR,DSN=<WSIMWSX>
//MSGDD    DD DISP=SHR,DSN=<WSIMMSX>
//         DD DISP=SHR,DSN=<WSIMWSX>
//LOGDD    DD DISP=SHR,DSN=<WSIMLGX>
//AUTOLOG  DD DUMMY
//SYSUDUMP DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//