//GENALL   JOB 241901,'CICS520 IYI0',NOTIFY=&SYSUID,
//             CLASS=A,MSGCLASS=H
//*
//* (C) Copyright IBM Corp. 2011, 2020
//*
//LOGLIST  EXEC PGM=ITPLL
//STEPLIB   DD  DISP=SHR,DSN=<WSIMHLQ>.SITPLOAD
//SYSPRINT  DD  SYSOUT=A
//SYSUT1    DD  DISP=SHR,DSN=<WSIMLGX>
//SYSIN     DD  *
 CNSL
 FMTSNA
 DSPLY
 DATA
 RUN
 END
/*
//