//CICSSTSQ JOB ,'Shared TS server',CLASS=A,MSGCLASS=H
//*
//* (C) Copyright IBM Corp. 2011, 2021
//*
//SHARETSQ EXEC PGM=DFHXQMN,
// PARM=('POOLNAME=GENA',
//       'MAXQUEUES=500',
//       'BUFFERS=750')
//STEPLIB  DD   DISP=SHR,DSN=<CICSHLQ>.SDFHAUTH
//         DD   DISP=SHR,DSN=<CICSLIC>.SDFHLIC
//SYSPRINT DD   SYSOUT=*
//SYSIN    DD   DUMMY
//